tap "alexhallam/tidy-viewer"
tap "argoproj/tap"
tap "buo/cask-upgrade"
tap "clowdhaus/taps"
tap "danielfoehrkn/switch"
tap "derailed/popeye"
tap "deviceinsight/packages"
tap "fluxcd/tap"
tap "future-architect/tap"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "kdash-rs/kdash"
tap "leg100/tap"
tap "minio/stable"
tap "muesli/tap"
tap "robusta-dev/krr"
tap "superbrothers/zsh-kubectl-prompt"
tap "systemcraftsman/strimzi-kafka-cli"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "ansible"
brew "brotli"
brew "icu4c@76"
brew "node"
brew "ansible-language-server"
brew "ansible-lint"
brew "imath"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "argocd"
brew "argocd-vault-plugin"
brew "boost"
brew "asciidoc"
brew "ruby"
brew "asciidoctor"
brew "assh"
brew "aws-rotate-key"
brew "awscli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "brightness"
brew "glib"
brew "cairo"
brew "calicoctl"
brew "chart-testing"
brew "numpy"
brew "checkov"
brew "chezmoi"
brew "cli53"
brew "cloud-sql-proxy"
brew "cmake"
brew "cmctl"
brew "curl", link: true
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "consul"
brew "coreutils"
brew "dfc"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "docx2txt"
brew "dog"
brew "dos2unix"
brew "dust"
brew "eksctl"
brew "exiftool"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "mpg123"
brew "pango"
brew "sdl2"
brew "snappy"
brew "svt-av1"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ghostscript"
brew "fig2dev"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-quick-stats"
brew "gitlab-ci-local"
brew "gitleaks"
brew "glab"
brew "go"
brew "glide"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grex"
brew "grizzly"
brew "gum"
brew "helm"
brew "helm-docs"
brew "hey"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hugo"
brew "iftop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "inxi"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "jq"
brew "jsonnet"
brew "pandoc"
brew "jupyterlab"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kube-ps1"
brew "kube-score"
brew "kubecolor"
brew "kubescape"
brew "kustomize"
brew "lazygit"
brew "lftp"
brew "libfido2"
brew "shaderc"
brew "vulkan-headers"
brew "vulkan-loader"
brew "libplacebo"
brew "litecli"
brew "lnav"
brew "lsd"
brew "lsusb"
brew "luajit"
brew "miller"
brew "mkdocs", link: false
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "mutt"
brew "mysql-client", link: true
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "python@3.10"
brew "node@14"
brew "nomad"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "openstackclient"
brew "openvino"
brew "ox"
brew "p7zip"
brew "packer"
brew "patchutils"
brew "percona-toolkit"
brew "perl"
brew "sbcl"
brew "pgloader"
brew "php-cs-fixer"
brew "pigz"
brew "pipx"
brew "poetry"
brew "postgresql@15"
brew "pre-commit"
brew "procs"
brew "pssh", link: false
brew "putty"
brew "pwgen"
brew "pylint"
brew "pyright"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rancher-cli"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "renovate"
brew "ripgrep"
brew "rke"
brew "rlwrap"
brew "rm-improved"
brew "rustscan"
brew "s3cmd"
brew "scw"
brew "shellcheck"
brew "smartmontools"
brew "speedtest-cli"
brew "sslscan"
brew "stern"
brew "svg2png"
brew "syft"
brew "tcptraceroute"
brew "terminal-notifier"
brew "terraform-docs"
brew "terrascan"
brew "testssl"
brew "tflint"
brew "tfsec"
brew "thanos"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "trippy"
brew "trivy"
brew "velero"
brew "vim"
brew "virtualenv"
brew "watch"
brew "watson"
brew "wget"
brew "wrk"
brew "xml-coreutils"
brew "xmlstarlet"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "yazi"
brew "yq"
brew "zbar"
brew "zsh-syntax-highlighting"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "clowdhaus/taps/eksup"
brew "danielfoehrkn/switch/switch"
brew "derailed/popeye/popeye"
brew "deviceinsight/packages/kafkactl"
brew "fluxcd/tap/flux", link: false
brew "future-architect/tap/tftarget"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "kdash-rs/kdash/kdash"
brew "leg100/tap/pug"
brew "minio/stable/mc"
brew "robusta-dev/krr/krr"
brew "systemcraftsman/strimzi-kafka-cli/strimzi-kafka-cli"
brew "warrensbox/tap/tfswitch"
cask "arc"
cask "basictex"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "element"
cask "flux"
cask "focus"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "hiddenbar"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "lens"
cask "libreoffice"
cask "microsoft-remote-desktop"
cask "monokle"
cask "offset-explorer"
cask "openaudible"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "ripcord"
cask "signal"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "vlc"
cask "vscodium"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
cask "zed"
cask "zoom"
