tap "alexhallam/tidy-viewer"
tap "buo/cask-upgrade"
tap "danielfoehrkn/switch"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "kdash-rs/kdash"
tap "muesli/tap"
tap "superbrothers/zsh-kubectl-prompt"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "ansible-language-server"
brew "ansible-lint"
brew "ansible"
brew "aom"
brew "apr-util"
brew "asciidoc"
brew "asciidoctor"
brew "awscli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bitwarden-cli"
brew "brightness"
brew "brotli"
brew "checkov"
brew "cmake"
brew "curl", link: true
brew "composer"
brew "consul"
brew "coreutils"
brew "dfc"
brew "diff-so-fancy"
brew "docx2txt"
brew "dog"
brew "dos2unix"
brew "eksctl"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fig2dev"
brew "findutils"
brew "gawk"
brew "fluxcd/tap/flux"
brew "freetds"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-quick-stats"
brew "gitlab-ci-local"
brew "glib"
brew "glide"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "grex"
brew "grv"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hugo"
brew "iftop"
brew "imagemagick"
brew "inetutils"
brew "inxi"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "jpeg-xl"
brew "jq"
brew "k6"
brew "k9s"
brew "krb5"
brew "kind"
brew "krew"
brew "kube-ps1"
brew "kubecolor"
brew "kustomize"
brew "lazygit"
brew "lftp"
brew "libass"
brew "libbluray"
brew "libfido2"
brew "libheif"
brew "libpq"
brew "librsvg"
brew "lnav"
brew "lsd"
brew "lsusb"
brew "mkdocs"
brew "mpv"
brew "mtr"
brew "mutt"
brew "neovim"
brew "nmap"
brew "node"
brew "node@14"
brew "nomad"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "openstackclient"
brew "ox"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pango"
brew "patchutils"
brew "percona-toolkit"
brew "php"
brew "php-cs-fixer"
brew "php@7.4"
brew "php@8.0"
brew "pigz"
brew "pipx"
brew "postgresql"
brew "procs"
brew "pssh"
brew "putty", link: false
brew "pwgen"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "rancher-cli"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rke"
brew "rm-improved"
brew "rustscan"
brew "s3cmd"
brew "scw"
brew "shared-mime-info"
brew "shellcheck"
brew "smartmontools"
brew "speedtest-cli"
brew "sslscan"
brew "stern"
brew "svg2png"
brew "tcl-tk"
brew "tcptraceroute"
brew "teleport"
brew "telnet", link: false
brew "terminal-notifier"
brew "terraform", link: false
brew "terraform-docs"
brew "terrascan"
brew "testssl"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "pipx"
brew "trivy"
brew "velero"
brew "vapoursynth"
brew "vim"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "watson"
brew "wget"
brew "wrk"
brew "xml-coreutils"
brew "xmlstarlet"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zbar"
brew "zsh-syntax-highlighting"
brew "danielfoehrkn/switch/switch"
cask "basictex"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "element"
cask "flux"
cask "focus"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "hiddenbar"
cask "kap"
cask "keepingyouawake"
cask "lens"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "ripcord"
cask "signal"
cask "slack"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "vscodium"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "wkhtmltopdf"
cask "zoom"
