tap "0xmassi/webclaw"
tap "alexhallam/tidy-viewer"
tap "ankitpokhrel/jira-cli"
tap "argoproj/tap"
tap "atlassian/acli"
tap "buo/cask-upgrade"
tap "clowdhaus/taps"
tap "danielfoehrkn/switch"
tap "darksworm/tap"
tap "derailed/popeye"
tap "deviceinsight/packages"
tap "dhth/tap"
tap "fluxcd/tap"
tap "future-architect/tap"
tap "getsentry/xcodebuildmcp"
tap "git-chglog/git-chglog"
tap "hanshuaikang/nping"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "iina/mpv-iina"
tap "leg100/tap"
tap "letsur-dev/claude-peak", "https://github.com/letsur-dev/claude-peak.git"
tap "minio/stable"
tap "mongodb/brew"
tap "muesli/tap"
tap "nats-io/nats-tools"
tap "nrlquaker/createzap"
tap "oven-sh/bun"
tap "pchuri/tap"
tap "pixibixi/tap"
tap "robinovitch61/tap"
tap "robusta-dev/krr"
tap "skyhook-io/tap"
tap "superbrothers/zsh-kubectl-prompt"
tap "systemcraftsman/strimzi-kafka-cli"
tap "terraform-linters/tap"
tap "tw93/tap"
tap "valkyrie00/bbrew"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "tree"
brew "ansible"
brew "brotli"
brew "simdjson"
brew "node"
brew "ansible-language-server"
brew "ansible-lint"
brew "aom"
brew "apr-util"
brew "argo"
brew "argocd"
brew "asciidoctor"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "boost"
brew "bottom"
brew "brightness"
brew "freetype"
brew "glib"
brew "cairo"
brew "chart-testing"
brew "numpy"
brew "checkov"
brew "cilium-cli"
brew "cloud-sql-proxy"
brew "cloudflare-speed-cli"
brew "cmake"
brew "cmctl"
brew "cocoapods"
brew "cocogitto"
brew "coreutils"
brew "crane"
brew "curl", link: true
brew "dfc"
brew "direnv"
brew "dive"
brew "doggo"
brew "exiftool"
brew "fd"
brew "sdl2"
brew "svt-av1"
brew "ffmpeg"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "webp"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "mpg123"
brew "pango"
brew "snappy"
brew "ffmpeg@4"
brew "ghostscript"
brew "fig2dev"
brew "findutils"
brew "freetds"
brew "fzf"
brew "gawk"
brew "imath"
brew "jpeg-xl"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-quick-stats"
brew "gitlab-ci-local"
brew "gitleaks"
brew "glab"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "gpgme"
brew "grafana-alloy"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gum"
brew "hadolint"
brew "helm"
brew "helm-docs"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "jira-cli"
brew "jj"
brew "jq"
brew "jsonnet"
brew "kafkactl"
brew "kind"
brew "ko"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kube-ps1"
brew "kube-score"
brew "kubecolor"
brew "kubescape"
brew "kustomize"
brew "lftp"
brew "libffi"
brew "libfido2"
brew "shaderc"
brew "vulkan-headers"
brew "vulkan-loader"
brew "libplacebo"
brew "libpq", link: true
brew "litecli"
brew "lsd"
brew "luajit"
brew "markdownlint-cli2"
brew "mbedtls"
brew "miller"
brew "vapoursynth"
brew "mpv"
brew "msgpack"
brew "mysql-client", link: true
brew "nbping"
brew "tree-sitter"
brew "neovim"
brew "netaddr"
brew "nmap"
brew "nushell"
brew "nvm"
brew "ripgrep"
brew "opencode"
brew "openjdk"
brew "openssh"
brew "openvino"
brew "pandoc"
brew "patchutils"
brew "perl"
brew "pgloader"
brew "php"
brew "pigz"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "procs"
brew "pssh", link: false
brew "pug"
brew "pwgen"
brew "pylint"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rename"
brew "rlwrap"
brew "rm-improved"
brew "rtk"
brew "sbcl"
brew "scc"
brew "shared-mime-info"
brew "shellcheck"
brew "sloth-cli"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "staticcheck"
brew "stern"
brew "svg2png"
brew "syft"
brew "tcl-tk"
brew "tcptraceroute"
brew "teleport"
brew "telnet", link: false
brew "terminal-notifier"
brew "terraform-docs"
brew "terragrunt"
brew "terrascan"
brew "tfsec"
brew "tfsort"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "trippy"
brew "trivy"
brew "upx"
brew "viddy"
brew "virtualenv"
brew "watch"
brew "watson"
brew "wget"
brew "wrk"
brew "xcodegen"
brew "xml-coreutils"
brew "xmlstarlet"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zbar"
brew "zsh-syntax-highlighting"
brew "atlassian/acli/acli"
brew "danielfoehrkn/switch/switch"
brew "derailed/popeye/popeye"
brew "future-architect/tap/tftarget"
brew "getsentry/xcodebuildmcp/xcodebuildmcp"
brew "git-chglog/git-chglog/git-chglog"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "letsur-dev/claude-peak/claude-peak"
brew "mongodb/brew/mongodb-database-tools"
brew "nats-io/nats-tools/nats"
brew "oven-sh/bun/bun"
brew "pchuri/tap/confluence-cli"
brew "pixibixi/tap/gopen"
brew "robinovitch61/tap/kl"
brew "valkyrie00/bbrew/bbrew"
brew "warrensbox/tap/tfswitch", link: false
cask "audacity"
cask "basictex"
cask "battery"
cask "claude"
cask "claude-code"
cask "discord"
cask "elasticvue"
cask "element"
cask "flux-app"
cask "focus"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "hex-fiend"
cask "hiddenbar"
cask "kap"
cask "libreoffice"
cask "mongodb-compass"
cask "monokle"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "telegram-desktop"
cask "the-unarchiver"
cask "tunnelblick"
cask "vlc"
cask "vscodium"
cask "wezterm"
cask "whatsapp"
cask "wireshark-app"
cask "zoom"
vscode "anthropic.claude-code"
vscode "hashicorp.terraform"
vscode "ms-vscode.powershell"
go "golang.org/x/perf/cmd/benchstat"
go "gotest.tools/gotestsum"
go "github.com/grafana/mcp-grafana/cmd/mcp-grafana"
go "github.com/grafana/unused/cmd/unused"
uv "desloppify[full]"
krew "browse-pvc"
krew "cnpg"
krew "crd-wizard"
krew "df-pv"
krew "foreach"
krew "get-all"
krew "ice"
krew "iexec"
krew "klock"
krew "kor"
krew "krew"
krew "lineage"
krew "modify-secret"
krew "neat"
krew "netshoot/netshoot"
krew "node-shell"
krew "resource-capacity"
krew "sniff"
krew "tmux-exec"
krew "tree"
krew "view-secret"
krew "view-utilization"
npm "@cometix/ccline"
npm "@google/gemini-cli"
npm "aws-cdk"
npm "corepack"
npm "dockerfile-language-server-nodejs"
npm "markdownlint"
npm "uipro-cli"
npm "yaml-sort"
